Revit 2027 API
CableTraySizeIterator.Dispose Method
Releases all resources used by the CableTraySizeIterator
Namespace: Autodesk.Revit.DB.Electrical
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public void Dispose()
Public Sub Dispose
public:
virtual void Dispose() sealed
abstract Dispose : unit -> unit
override Dispose : unit -> unit
See Also
Reference
CableTraySizeIterator Class
Autodesk.Revit.DB.Electrical Namespace